{
    "header":{
        "home": "Home",
        "projects": "Projects",
        "school": "Education",
        "about": "About",
        "skills": "Skills"
    },
    "home" : {
        "dev": "Developer"
    },
    "projects":{
        "title": "My Projects",
        "linkWeb":"See the Website",
        "linkgithub": "Go to Github repo" 
    },
    "school":{
        "title": "Education",
        "dev": "Web Developer",
        "udemy": "Online formation",
        "aelionDate" : "December 2019 - March 2020",
        "123Date" : "August 2019 - November 2019",
        "123Stage": "Web Developer internship",
        "adrarDate" : "March 2019 - November 2019",
        "adrar": "Web & Mobile Developer",
        "rennes" :"Rennes 2 University",
        "360": "360° Virtual Tours",
        "mtp": "Cinema Degree",
        "mtpFac": "Paul Valery University"
    },
    "about":{
        "title": "About Me",
        "about": "Former cinema student converted in the programing, development and design area, looking to expend my knowledge and skills on a real and stimulating work shift !",
        "sport": "I’ve played soccer for 16 years, It taught me to stay focus and build a team spirit. I also made athletism and biking before I got injured. I started climbing a year ago when I arrived in toulouse.",
        "hike": "I like to go hiking in wild spaces and cut myself from the world, explore the nature and take camp there if I'm gone for several days.",
        "book": "I’ve studied cinema for 3 years so I appreciate a good movie, I also like reading  inspiring stories and philosophy to have a better understanding of the world and about ourselves."
    },
    "skills":{
        "title": "Skills",
        "design": "I've been introduced to Webdesign in <strong> 2016</strong> in highschool and I liked it so I decided to started focusing on web technologies such as <strong>HTML, CSS, SASS</strong> or <strong>Bootstrap</strong>",
        "jsphp":"So I started learning on my own <strong>Javascript</strong> and <strong>PHP</strong> betwenn <strong>2017 and 2018</strong> to go further into the web technologies.",
        "adrar": "Then I joined in <strong>2019</strong> a training in <strong>Adrar School</strong> in Toulouse where I could enhance my previous knowledge and apprehend new concepts such as <strong>SEO</strong>, Data Modelling with <strong>UML or Merise</strong>. <br><br> <strong>Object Oriented Programing</strong> with <strong>Java</strong> or <strong>PHP</strong> and the <strong>MVC</strong> Design Pattern which I've mostly used during my Internship with <strong>ASP.NET MVC</strong>",
        "aelion": "I've immediately gone on to another training in <strong>Aelion</strong> specified in <strong>FullStack Development</strong> with <strong>Spring boot(Java)</strong> And <strong>Angular</strong>. <br><br> The cursus was focused around a Cinema application with the first part dedicated to the the building of the back-end with a <strong>Java API</strong> generating <strong> Json </strong> datas manageabla with <strong>Postman</strong>.<br> Then we built the front-end of the app with <strong>Angular</strong>. <br> The whole project was continuousely handled with <strong>Git</strong>.",
        "django": "The lockdown prevented us from joined the company we were supposed to, i kept on my training alone on <strong> Spring boot</strong> and <strong> Angular</strong> while I also starded a project in <strong>Python</strong> with <strong>Django</strong>."
    },
    "email":{
        "name": "Your Name",
        "mail": "Your Email",
        "message": "Your Message",
        "noshare": "We'll never share your email with anyone else.",
        "send": "send",
        "confirm" : "Your mail has been seccessfully send :) !!"
    }
    

}